<!DOCTYPE html>
<html lang="he">
<head>
    <meta charset="UTF-8">
    <title>Shema Israel</title>
    <style>
        html, body {
            height: 100%;
            margin: 0;
            background-color: #f5f5f5;
        }

        body {
            display: flex;
            align-items: center;
            justify-content: center;
            font-family: Arial, sans-serif;
            color: #333;
            direction: rtl;
            text-align: right;
        }

        .container {
            width: 80%;
            max-width: 600px;
            background: #fff;
            padding: 2rem;
            border-radius: 8px;
            box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
            overflow-y: auto;
            max-height: 90%;
        }

        h1, h2, h3, h4 {
            margin-top: 0;
            text-align: center;
        }

        p {
            line-height: 1.6;
            margin-bottom: 1.2rem;
            font-size: 1.2em;
        }


    </style>

    <?php include 'assets/css/css.php';?>

</head>
<body>
<div class="container">

    <?php $lang = 'fr' ?>
    <?php require 'functions/functions_1.php' ?>
    <?php include 'assets/layout/menu.php'; ?>
    <?php echo $h1 . $h2 . $h3 . $h4; ?>

    <div>
        <h1 style="text-align: center">Shema Israel</h1>
        <p>
            שְׁמַע יִשְׂרָאֵל יְהוָה אֱלֹהֵינוּ יְהוָה אֶחָד׃<br>
            בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד
        </p>
        <p>
            וְאָהַבְתָּ אֵת יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשְׁךָ וּבְכָל־מְאֹדֶךָ׃
            וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם עַל־לְבָבֶךָ׃
            וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ
            וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ׃
            וּקְשַׁרְתָּם לְאוֹת עַל־יָדֶךָ וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ׃
            וּכְתַבְתָּם עַל־מְזוּזֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ׃
        </p>
        <p>
            וְהָיָה אִם־שָׁמֹעַ תִּשְׁמְעוּ אֶל־מִצְוֺתַי
            אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם לְאַהֲבָה
            אֶת־יְהוָה אֱלֹהֵיכֶם וּלְעָבְדוֹ בְּכָל־לְבַבְכֶם
            וּבְכָל־נַפְשְׁכֶם׃
            וְנָתַתִּי מְטַר־אַרְצְכֶם בְּעִתּוֹ יוֹרֶה
            וּמַלְקוֹשׁ וְאָסַפְתָּ דְגָנֶךָ וְתִירֹשְׁךָ
            וְיִצְהָרֶךָ׃
            וְנָתַתִּי עֵשֶׂב בְּשָׂדְךָ לִבְהֶמְתֶּךָ
            וְאָכַלְתָּ וְשָׂבָעְתָּ׃
            הִשָּׁמְרוּ לָכֶם פֶּן יִפְתֶּה לְבַבְכֶם
            וְסַרְתֶּם וַעֲבַדְתֶּם אֱלֹהִים אֲחֵרִים
            וְהִשְׁתַּחֲוִיתֶם לָהֶם׃
            וְחָרָה אַף־יְהוָה בָּכֶם
            וְעָצַר אֶת־הַשָּׁמַיִם
            וְלֹא־יִהְיֶה מָטָר
            וְהָאֲדָמָה לֹא תִתֵּן אֶת־יְבוּלָהּ
            וַאֲבַדְתֶּם מְהֵרָה מֵעַל הָאָרֶץ
            הַטֹּבָה אֲשֶׁר יְהוָה נֹתֵן לָכֶם׃
        </p>
        <p>
            וְשַׂמְתֶּם אֶת־דְּבָרַי אֵלֶּה עַל־לְבַבְכֶם
            וְעַל־נַפְשְׁכֶם
            וּקְשַׁרְתֶּם אֹתָם לְאוֹת עַל־יֶדְכֶם
            וְהָיוּ לְטוֹטָפֹת בֵּין עֵינֵיכֶם׃
            וְלִמַּדְתֶּם אֹתָם אֶת־בְּנֵיכֶם
            לְדַבֵּר בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ
            וּבְלֶכְתְּךָ בַדֶּרֶךְ
            וּבְשָׁכְבְּךָ וּבְקוּמֶךָ׃
            וּכְתַבְתָּם עַל־מְזוּזוֹת בֵּיתֶךָ
            וּבִשְׁעָרֶיךָ׃
            לְמַעַן יִרְבּוּ יְמֵיכֶם
            וִימֵי בְנֵיכֶם
            עַל הָאֲדָמָה
            אֲשֶׁר נִשְׁבַּע יְהוָה לַאֲבֹתֵיכֶם
            לָתֵת לָהֶם כִּימֵי הַשָּׁמַיִם
            עַל־הָאָרֶץ׃
        </p>
        <p>
            וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃
            דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל
            וְאָמַרְתָּ אֲלֵהֶם
            וְעָשׂוּ לָהֶם צִיצִת
            עַל־כַּנְפֵי בִגְדֵיהֶם
            לְדֹרֹתָם
            וְנָתְנוּ עַל־צִיצִת הַכָּנָף
            פְּתִיל תְּכֵלֶת׃
            וְהָיָה לָכֶם
            לְצִיצִת
            וּרְאִיתֶם אֹתוֹ
            וּזְכַרְתֶּם אֶת־כּל־מִצְוֺת יְהוָה
            וַעֲשִׂיתֶם אֹתָם
            וְלֹא־תָתֻרוּ
            אַחֲרֵי לְבַבְכֶם
            וְאַחֲרֵי עֵינֵיכֶם
            אֲשֶׁר־אַתֶּם זֹנִים אַחֲרֵיהֶם׃
            לְמַעַן תִּזְכְּרוּ
            וַעֲשִׂיתֶם אֶת־כָּל־מִצְוֺתָי
            וִהְיִיתֶם קְדֹשִׁים
            לֵאלֹהֵיכֶם׃
            אֲנִי יְהוָה אֱלֹהֵיכֶם
            אֲשֶׁר הוֹצֵאתִי אֶתְכֶם
            מֵאֶרֶץ מִצְרַיִם
            לִהְיוֹת לָכֶם לֵאלֹהִים
            אֲנִי יְהוָה אֱלֹהֵיכֶם׃
            אֶמֶת׃
        </p>
    </div>
</div>

<?php include 'assets/js/js.php'; ?>

</body>
</html>
